---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.MullionLostRefReorder
source: html/6bead2ba-5e80-27e3-efa9-150c84a6cea1.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CurtainWallFailures.MullionLostRefReorder Property

Mullions have lost references as a result of gridlines changing order. These mullions must be deleted.

## Syntax (C#)
```csharp
public static FailureDefinitionId MullionLostRefReorder { get; }
```